export const weaponSkillDesc: Record<string, string> = {
  sunset: '3체인 시 무기 최대 공격력이 30% 증가한다. 8초간 지속, 중복 발동 시 지속시간 초기화.',
  count: '출전 시 추가로 2개의 스킬볼을 랜덤으로 획득하고 45초마다 랜덤으로 같은 스킬볼을 3개 획득한다.(후방에서도 스킬볼 획득 가능)',
  flash: '초산 공간 내의 이동 속도가 대폭 상승하며, 공간 내 모든 적의 추가 피해 감소 효과가 10% 감소한다.',
  light: '전투 시작 후 종료 전까지 무기의 최종 공격력 속성이 15% 증가.',
  spear: '치유 스킬 또는 효과 사용 시 치유받는 대상의 전체 공격력이 10% 증가한다. 8초간 지속, 쿨타임 10초.',
  amplight: '유일 효과로 파티 중 모든 캐릭터의 전체 공격력이 8% 증가한다.',
  shield: `피해를 입힐 시 <span class="text-red-400 font-semibold">부식</span> 효과를 부여한다. <span class="text-red-400 font-semibold">부식</span>: 목표의 모든 저항이 8% 감소한다. 8초간 지속, 중복 발동 시 지속 시간이 초기화된다.`,
  bat: '아머형 직업 스킬이 발생시키는 효과의 지속 시간을 8초로 증가시키며, 중복 발동 시 지속시간이 초기화된다.'
}
